request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:dell="http://dell.com/test">
   <soapenv:Header/>
   <soapenv:Body>
      <dell:addPersonRequest>
         <dell:name>Spain</dell:name>
         <dell:email>Spain@spain</dell:email>
      </dell:addPersonRequest>
   </soapenv:Body>
</soapenv:Envelope>
